//IFBAD     IF  (ABEND > <error descr="<if value> or line_start expected, got '('">(</error>STEP1.RC > 8)) THEN
//TRUE      EXEC  PROC=ERROR
//IFBADEND  ENDIF